bibata-cursor-theme-bin
code-minimap
f3
github-desktop-bin
gtk-engine-murrine
mkinitcpio-firmware
neofetch
opentabletdriver
osu-lazer-bin
phinger-cursors
pipes.sh
protonplus
python-validity
sdcardformatter
vesktop
visual-studio-code-bin
waybar-mpris-git
wlogout
wttrbar
yay
youtube-music
