acpi
alsa-plugins
alsa-utils
arp-scan
asciiquarium
awww
base
base-devel
bat
batsignal
bluetui
bluez
bluez-utils
brightnessctl
btop
btrfs-assistant
btrfs-progs
cava
cloudflared
composer
cpio
cpupower
dcraw
dmidecode
dotnet-host
dotnet-runtime
dotnet-sdk
emacs
ethtool
exfatprogs
fastfetch
fd
firefox-developer-edition
fish
fwupd
gamemode
gamescope
gimp
git
github-cli
glfw
glmark2
glu
gnome-themes-extra
gobject-introspection
gpu-screen-recorder
hypridle
hyprland
hyprlock
hyprpaper
hyprwayland-scanner
imagemagick
imv
intel-media-driver
intel-ucode
intel-undervolt
intellij-idea-community-edition
iwd
jdk-openjdk
jq
julia
kitty
lazygit
lib32-vulkan-intel
libva-intel-driver
libva-utils
linux
linux-headers
lsd
lua-jsregexp
luajit
luarocks
ly
lynx
mako
man-db
man-pages
mangohud
meson
mpv
networkmanager
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
noto-fonts-extra
npm
nvme-cli
openbsd-netcat
openssh
openvpn
otf-font-awesome
pavucontrol
pcmanfm
pipewire-pulse
powertop
prismlauncher
python-pip
python-setuptools
ranger
redshift
refind
reflector
ripgrep
rpi-imager
rtkit
rtorrent
ruby
rust
sassc
scdoc
signal-desktop
snap-pac
snapper
sof-firmware
steam
stress-ng
tlp
tlp-rdw
tmux
torbrowser-launcher
tree
turbostat
udisks2
uwsm
vim
vulkan-intel
vulkan-radeon
waybar
wayland-protocols
wget
winetricks
wireguard-tools
wlroots0.18
wob
woff2-font-awesome
wofi
xcur2png
xdg-desktop-portal-hyprland
yarn
zed
zoxide
zsh
